[
    {     
        "nama" : "#FriendButMarried 2",
        "poster" : "./img/FriendButMarried2.jpg",
        "tahun" : 2020,
        "desc" : "Ayudia (Mawar De Jongh) is not satisfied enough in enjoying the moment as a wife, but she suddenly becomes pregnant. Her personality changes completely and becomes lazy and super sensitive.",
        "genre" : "Biography",
        "rating" : 6.5,
        "duration" : 100,
        "director" : "Rako Prijanto"
    },
    {     
        "nama" : "Aku Tahu Kapan Kamu Mati",
        "poster" : "./img/AkuTahuKapanKamuMati.jpg",
        "tahun" : 2020,
        "desc" : "After apparent death, Siena is able to see signs that people will die. However, her friends did not believe in her abilities. Then, the sign appeared on her and those closest to her.",
        "genre" : "Horror",
        "rating" : 5.4,
        "duration" : 92
    },
    {     
        "nama" : "Dignitate",
        "poster" : "./img/Dignitate.jpg",
        "tahun" : 2020,
        "desc" : "Alfi (Al Ghazali) meets Alana (Caitlin Halderman), a new student at school. It turns out that they are in one class and sitting next to each other. Instead of getting along, they often argue because they both are stubborn.",
        "genre" : "Drama",
        "rating" : 7.6,
        "duration" : 109,
        "director" : "Fajar Nugros"
    },
    {     
        "nama" : "Guru-Guru Gokil",
        "poster" : "./img/GuruGuruGokil.jpg",
        "tahun" : 2020,
        "desc" : "When staff salaries get stolen at his school, a reluctant new teacher sets out to recoup the money and soon discovers the joys of teaching.",
        "genre" : "Comedy",
        "rating" : 6.1,
        "duration" : 101,
        "director" : "Sammaria Simanjuntak"
    },
    {     
        "nama" : "Nanti Kita Cerita Tentang Hari Ini",
        "poster" : "./img/NKCTHI.jpg",
        "tahun" : 2020,
        "desc" : "Three siblings live in happy-looking families, but one of them had changed and got warned by his parents. This prompted the rebellion of the three siblings which led to the discovery of the secrets and great trauma in their families.",
        "genre" : "Drama",
        "rating" : 7.5,
        "duration" : 121,
        "director" : "Angga Dwimas Sasongko"
    },
    {     
        "nama" : "After Met You",
        "poster" : "./img/AfterMetYou.jpg",
        "tahun" : 2019,
        "desc" : "Ari, the coolest and most handsome guy at his school, is challenged by his friends to find a girlfriend who is definitely not interested in him.",
        "genre" : "Drama",
        "rating" : 7.8,
        "duration" : 107,
        "director" : "Patrick Effendy"
    },
    {     
        "nama" : "Antologi Rasa",
        "poster" : "./img/AntologiRasa.jpg",
        "tahun" : 2019,
        "desc" : "Keara (Carissa Perusset) loves Ruly (Refal Hady), even though she realizes that Ruly loves Denise (Atikah Suhaime). Meanwhile, Harris (Herjunot Ali) also has found his true love in Keara. But for Keara, Harris is just her best friend.",
        "genre" : "Drama",
        "rating" : 7.2,
        "duration" : 108,
	    "director" : "Rizal Mantovani"
    },
    {     
        "nama" : "Danur 3: Sunyaruri",
        "poster" : "./img/Danur3.jpg",
        "tahun" : 2019,
        "desc" : "After years of being friendly with her little ghosts, a girl begins to feel that she must have a normal life like other girls. Especially, now she has a boyfriend, but she doesn't tell him about her ability to see ghosts.",
        "genre" : "Horror",
        "rating" : 4.7,
        "duration" : 90,
	    "director" : "Awi Suryadi"
    },
    {     
        "nama" : "Dilan 1991",
        "poster" : "./img/Dilan1991.jpg",
        "tahun" : 2019,
        "desc" : "Dilan and Milea officially date. But Dilan is threatened to be expelled from school due to involves in gang fights. One day, when he is planning to fight again, Milea asks him to quit the motorcycle gang or their relationship ends.",
        "genre" : "Drama",
        "rating" : 6.6,
        "duration" : 121,
	    "director" : "Pidi Baiq"
    },
    {     
        "nama" : "Habibie & Ainun 3",
        "poster" : "./img/HabibieAinun3.jpg",
        "tahun" : 2019,
        "desc" : "This movie follows the story of Hasri Ainun Besari Habibie's young life when she was in high school and medical college. She was known as a smart figure who became an idol and admired by many male students, including B.J. Habibie.",
        "genre" : "Biography",
        "rating" : 7.0,
        "duration" : 121,
	    "director" : "Hanung Bramantyo"
    },
    {     
        "nama" : "Ajari Aku Islam",
        "poster" : "./img/AjariAkuIslam.jpg",
        "tahun" : 2019,
        "desc" : "Kenny (Roger Danuarta), a Medan Chinese young man fell in love with Fidya (Cut Meyriska) a Batak Melayu Muslim girl. Over time, they love each other, but they were also hit by cultural and religious differences.",
        "genre" : "Drama",
        "rating" : 7.1,
        "duration" : 93,
	    "director" : "Deni Pusung"
    },
    {     
        "nama" : "Imperfect",
        "poster" : "./img/Imperfect.jpg",
        "tahun" : 2019,
        "desc" : "Being born fat and has dark skins, it feels like a curse for Rara, especially when she worked at the office that has surrounded by pretty girls. Her boss wants her to lose her weight, but there is a man who loves the way she were.",
        "genre" : "Comedy",
        "rating" : 7.8,
        "duration" : 113,
	    "director" : "Ernest Prakasa"
    },
    {     
        "nama" : "Laundry Show",
        "poster" : "./img/LaundryShow.jpg",
        "tahun" : 2019,
        "desc" : "A man chooses to resign from his office to set up a laundry business and has to deal with his employees who have various ridiculous personalities.",
        "genre" : "Comedy",
        "rating" : 7.4,
        "duration" : 97,
	    "director" : "Rizki Balki"
    },
    {     
        "nama" : "Single 2",
        "poster" : "./img/Single2.jpg",
        "tahun" : 2019,
        "desc" : "Ebi is going towards 30 years old and still single. Now, Ebi is determined that before his 30th birthday he must release his single status. He must have a girlfriend. Even though he doesn't know how to do it at all.",
        "genre" : "Comedy",
        "rating" : 7.2,
        "duration" : 128,
	    "director" : "Raditya Dika"
    },
    {     
        "nama" : "Susi Susanti: Love All",
        "poster" : "./img/SusiSusanti.jpg",
        "tahun" : 2019,
        "desc" : "Susi Susanti rises through the rank to become Indonesia's most beloved athlete. In time of economic turmoil, Susi seizes the opportunity to show her country and the world that heroism is measured by the depth of one's sacrifice.",
        "genre" : "Biography",
        "rating" : 7.5,
        "duration" : 96,
	    "director" : "Sim F."
    },
    {     
        "nama" : "Yowis Ben 2",
        "poster" : "./img/YowesBen2.jpg",
        "tahun" : 2019,
        "desc" : "The popularity of Yowis Ben in Malang doesn't resolve Bayu's financial problems. The other members also have their own problems. Then they are introduced to Cak Jim who claims can raise them become a national artist.",
        "genre" : "Comedy",
        "rating" : 7.2,
        "duration" : 109,
	    "director" : "Fajar Nugros"
    }
]